[
  {
    "quote": "If there is no struggle, there is no progress.",
    "quotee": "Frederick Douglass"
  },
  {
    "quote": "Never be limited by other people’s limited imaginations",
    "quotee": "Mae Jemison"
  },
  {
    "quote": "We all have dreams. But in order to make dreams come into reality, it takes an awful lot of determination, dedication, self‑discipline and effort.",
    "quotee": "Jesse Owens"
  },
  {
    "quote": "Success isn’t about how much money you make, it’s about the difference you make in people’s lives.",
    "quotee": "Michelle Obama"
  },
  {
    "quote": "Change will not come if we wait for some other person or some other time. We are the ones we’ve been waiting for. We are the change that we seek.",
    "quotee": "Barack Obama"
  },
  {
    "quote": "Don’t let your head hang down. Never give up and sit and grieve. Find another way.",
    "quotee": "Satchel Paige"
  },
  {
    "quote": "The struggles along the way are only meant to shape you for your purpose.",
    "quotee": "Chadwick Boseman"
  },
  {
    "quote": "Set your goals high, and don’t stop till you get there.",
    "quotee": "Bo Jackson"
  },
  {
    "quote": "I have discovered in life that there are ways of getting almost anywhere you want to go, if you really want to go.",
    "quotee": "Langston Hughes"
  },
  {
    "quote": "The most common way people give up their power is by thinking they don’t have any.",
    "quotee": "Alice Walker"
  },
  {
    "quote": "Hold fast to dreams, for if dreams die, life is a broken‑winged bird that cannot fly.",
    "quotee": "Langston Hughes"
  },
  {
    "quote": "Where there is no vision, there is no hope.",
    "quotee": "George Washington Carver"
  },
  {
    "quote": "Freedom is never given; it is won.",
    "quotee": "A. Philip Randolph"
  },
  {
    "quote": "Nothing will work unless you do.",
    "quotee": "Maya Angelou"
  },
  {
    "quote": "When I dare to be powerful, to use my strength in the service of my vision, then it becomes less and less important whether I am afraid.",
    "quotee": "Audre Lorde"
  }
]